Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: སྔགས་པས་རྟག་ཏུ་མགོ་བོར་ནི། །འཁོར་ལོའི་ཕྱག་རྒྱ་བརྟག་པར་བྱ། །
en: The mantra practitioners always view this mudrā As an auspicious wheel. {35.219}

source: ལག་གཉིས་དེ་བཞིན་བྱས་ནས་ནི། །ཁ་སྦྱར་འདྲ་བར་བྱ་བ་ཡིན། །
en: “One should join the hands as before, Leaving an empty space in between.

source: སོར་མོ་ལྷོད་ཅིང་ཡངས་པར་བྱ། །ལག་གཉིས་སོར་མོའི་རྩེ་དགུག་པ། །འདི་ནི་པདྨ་དཀར་པོ་ཡི། །ཕྱག་རྒྱ་སེམས་ཅན་དོན་སྒྲུབ་ཤེས། །
en: Then, loosening up the fingers that form the sheath, One should cup the hands gracefully. This mudrā is known as the water lily; It accomplishes all aims. {35.220}

source: དེ་ལས་ལག་པ་གཅིག་བཏང་ནས། །ཁུ་ཚུར་ཕྱེ་ཞིང་སོར་མོ་བསྲིངས། །ལག་པ་བརྐྱང་བ་ལྟ་བུ་ནི། །མཆོག་སྦྱིན་གྱི་ནི་ཕྱག་རྒྱར་བརྗོད། །
en: “One should put the [right] hand down, Opening the fist and extending the fingers. When the hand is thus fully outstretched, This mudrā is called the boon-granting. {35.221}

source: ལག་གཉིས་ཀྱང་ནི་དེ་བཞིན་བྱས། །ཀུན་ནས་སོར་མོ་རྣམས་ཀྱིས་ནི། །ཕྲེང་བ་བཞིན་དུ་གཤིབ་བྱས་པ། །རྒྱལ་བའི་ཕྱག་རྒྱར་འདི་བརྗོད་དོ། །
en: “Using both hands again, One should position the fingers To form the pattern of a plait on all sides; This mudrā is called the rope. {35.222}

source: དེ་བཞིན་ལག་གཉིས་སྦྱར་ནས་ནི། །གུང་མོ་མཛུབ་མོ་གཉིས་དག་ནི། །ཁབ་ཀྱི་རྣམ་པར་བྱ་བ་ཡིན། །དེ་ལས་གཞན་པའི་སོར་མོ་ནི། །
en: “Extending again the same hand— The superior right hand— One should form the shape of a ‘needle’ With the middle and index fingers. {35.223}

source: ཅུང་ཟད་དགུག་པར་བྱ་བ་ཡིན། །དེ་ནས་མཛུབ་མོ་གཉིས་དག་ནི། །གནས་པའི་རྣམ་པར་ལེགས་དགོད་བྱ། །
en: “The fingertips of the other fingers Should be slightly bent. One should prop up the index finger, Positioning it appropriately. {35.224}

source: དེ་ཡང་ཡང་དག་སྦྱར་བྱས་ཏེ། །སྲིན་ལག་གི་ནི་ཚིགས་སུ་བརྟེན། །
en: “The two fingers that touch alongside Should lean against the joint of the ring finger.

source: འཇིག་རྟེན་མང་པོའི་འདྲེན་པས་ནི། །རུས་སྦལ་ཕྱག་རྒྱར་འདི་བསྟན་ཏོ། །
en: The guides of the world Most often refer to this mudrā as the spear. {35.225}

source: དེ་བཞིན་ལག་གཉིས་རྣམ་པར་དགོད། །སོར་མོ་དག་ནི་ཀུན་ནས་ཀྱང་། །གཉི་ག་ཁུ་ཚུར་མཉམ་བྱས་ནས། །མཛུབ་མོ་གཉིས་ནི་སྦྱར་བྱ་བ། །
en: “One should join the hands as before, With each index finger forming a ‘needle.’ Each hand should form an identical fist With the fingers arranged the same way.

source: མཁས་པས་ཕྱག་རྒྱ་དེ་ཉིད་ནི། །རྡོ་རྗེ་དབྱུག་པར་ཡང་དག་བརྗོད། །
en: The wise call this mudrā The vajra staff. {35.226}

source: ལག་གཉིས་དེ་བཞིན་ཡང་དག་པར། །ཁ་སྦྱར་འདྲ་བར་བྱས་ནས་ནི། །
en: “One should join the hands as before, Enclosing an empty space in between.

source: ཕན་ཚུན་སྦྱར་བ་ལ་བརྟེན་ནས། །སོར་མོའི་ཐལ་མོར་རྣམ་པར་དགོད། །
en: The fingers, arranged as in the añjali gesture, Should tightly press against each other.

source: མཐེ་བོང་གཉིས་ནི་ནང་གཞུག་པ། །དགྲ་འཇིག་ཕྱག་རྒྱར་བརྗོད་པ་ཡིན། །
en: When the two thumbs are tucked in, This mudrā is called the killer of hundreds. {35.227}

source: དེ་ནས་ལག་གཉིས་མཉམ་བྱས་ཏེ། །དེ་ནས་ཐལ་མོར་བྱས་ནས་ནི། །ཀུན་ནས་གཞོལ་བར་རབ་ཏུ་བྱ། །གྲུ་ཡི་བཞོན་པར་རབ་ཏུ་འབྱུང་། །
en: “If one then positions both hands In such a way that there is a complete concavity, And forms the añjali gesture Resembling a sailing vessel, {35.228}

source: འཇིག་རྟེན་གསུམ་གྱི་སྐྱོབ་པ་ཡིས། །གྲུ་ཡི་ཕྱག་རྒྱར་འདི་རབ་བསྟན། །
en: “The benefactors of the threefold universe Call this mudrā the boat;

source: འཁོར་བའི་རྒྱ་མཚོ་ཆེན་པོ་ལས། །འབྱུང་པོ་རྣམས་ནི་ཡང་དག་སྒྲོལ། །
en: It delivers beings from The great ocean of saṃsāra. {35.229}

source: སོར་མོ་དེ་ཉིད་བསྒྲེང་ནས་ནི། །དེ་ཚེ་ལག་གཉིས་སྣ་ཚོགས་བྱ། །
en: “If one subsequently releases the añjali And forms the citrahasta gesture,

source: ཕྱག་རྒྱ་གཞལ་མེད་ཁང་ཞེས་བྱ། །སེམས་ཅན་སྟེང་དུ་རྗེས་སུ་འཛུད། །
en: Those who cause beings to move upward Call this mudrā the palace. {35.230}

source: དེ་བཞིན་ལག་གཉིས་ཡང་དག་བསྡུས། །ཤིང་རྟ་ཞེས་ནི་དེ་ལ་བརྗོད། །
en: “When the hands thus positioned are contracted, This is called the chariot;

source: ཐེག་གསུམ་འགྲོ་བའི་གཙོ་བོ་སྟེ། །སྐྱོབ་པ་རྣམས་ཀྱིས་ཤིང་རྟར་གསུང་། །
en: [This mudrā] is the supreme threefold vehicle Called by the world protectors the chariot. {35.231}

source: ཟློས་པ་སྔགས་ནི་འདོད་པ་ལ། །འབྱུང་པོ་ཀུན་ནི་འདྲེན་པར་བྱེད། །
en: “It brings all beings onto The mantra path of the reciters;

source: ཐེག་པ་མཆོག་ལ་བརྟེན་ནས་ནི། །སངས་རྒྱས་གོ་འཕང་འཐོབ་པར་བྱེད། །
en: Having resorted to this supreme vehicle, They travel the path to buddhahood. {35.232}

source: དེ་ཉིད་ལག་གཉིས་རབ་བསྒྲེད་ནས། །གཉི་ག་ཡང་ནི་ཁ་སྦྱར་བྱ། །ལག་མཐིལ་གཉིས་ནི་མཉམ་བྱས་བརྐྱང་། །ལན་ཀན་འདྲ་བར་ཡང་དག་འབྱུང་། །
en: “One should shake the hands loose, Repeating this [a few times], And then form the citratala gesture In the shape of a bench. {35.233}

source: འདི་ནི་ཕྱག་རྒྱ་རབ་མཆོག་སྟེ། །འཇིག་རྟེན་མགོན་གྱིས་ལེགས་མཆོད་པའོ། །
en: “This excellent, supreme mudrā Is venerated by the lords of the world.

source: སངས་རྒྱས་ཀུན་གྱི་གནས་རྣམས་སུ། །ཐུབ་པའི་ཟླ་བས་ཡང་དག་གསུངས། །
en: The sons of the victorious ones Call it the resting place of all the buddhas. {35.234}

source: གང་དུ་འདས་པའི་སངས་རྒྱས་དང་། །མ་འོངས་ད་ལྟར་བཞུགས་པ་དང་། །
en: “The fully realized buddhas of the past Attained peace by relying on this mudrā.

source: མྱ་ངན་འདས་པའི་དབྱིངས་ལ་བཞུགས། །གང་དུ་གནས་མལ་ལ་བཞུགས་པ། །
en: They have been delivered into the sphere of nirvāṇa Wherein they found their resting place.

source: ཕྱག་རྒྱ་གནས་མལ་ཞེས་བྱ་བར། །འཇིག་རྟེན་འདྲེན་པས་དེ་འདིར་མཁྱེན། །
en: This mudrā is therefore called By the guides of the world the resting place. {35.235}

source: ལག་གཉིས་དེ་བཞིན་བྱས་ནས་ནི། །སོར་མོ་རྣམས་ནི་ཡང་དག་སྦྱར། །ཁ་སྦྱར་དུ་ནི་རྣམ་པར་དགོད། །
en: “One should place the hands as before, With the fingers touching at the same level And forming a sheath around an empty space.

source: གཡས་པའི་མཛུབ་མོ་གཅིག་གིས་ནི། །གཡོན་པའི་རྩེ་མོར་གཏུག་བྱ་བ། །དེ་ནི་ཟླ་བ་ཕྱེད་དུ་བརྗོད། །
en: The index finger of the right hand Should be bent at the tip. This mudrā is called the crescent moon. {35.236}

source: ལག་གཉིས་དེ་བཞིན་བྱས་ནས་ནི། །གཡས་པའི་སོར་མོས་ཁུ་ཚུར་བྱ། །
en: “Using both hands again, One should enclose the right thumb in a fist.

source: ལག་པ་གཡོན་ལ་ཡོད་པ་ཡི། །སོར་མོ་ཀུན་ནི་མཉམ་བསྒྲེང་སྟེ། །སོར་མོའི་རྩེ་མོས་ཁུ་ཚུར་བཅིང་། །གཡས་དང་གཡོན་པ་ལྡན་པ་ཡི། །
en: The fist should be formed With all the fingers of the left hand Evenly aligned and bent at the tip, Thus embracing the right thumb. {35.237}

source: སོར་མོ་རྣམས་ནི་སྦྱར་བྱས་ནས། །མཐེའུ་ཆུང་གཉིས་ནི་བརྐྱང་བྱས་པ། །པི་བང་ཕྱག་རྒྱར་ཉེ་བར་བསྟན། །
en: “The fingers of the right hand, joined together, Should enclose an empty space, And the small finger should be extended; This mudrā is called the lute. {35.238}

source: ལག་གཉིས་དེ་བཞིན་བྱས་ནས་ནི། །སོར་མོ་ཅུང་ཟད་ཁ་བྱེ་ཡང་། །
en: “Using both hands again, One should splay the fingers in space.

source: མཐེ་བོ་གཉིས་ཀྱི་བར་དུ་ནི། །མཛུབ་མོ་གཉིས་ནི་བརྟེན་པར་བྱ། །
en: Each index finger should be touching The middle of the thumb.

source: འདི་ནི་པད་མཚོའི་ཕྱག་རྒྱ་སྟེ། །རྫོགས་སངས་རྒྱས་ཀྱིས་འགྲོ་ལ་གསུངས། །
en: The perfect buddhas disseminated this mudrā To the world as the abode of lotuses. {35.239}

source: རྟག་ཏུ་མཐེ་བོ་གཉིས་བརྐྱང་བ། །ཨུཏྤ་ལ་ཡི་ཕྱག་རྒྱ་ཞེས། །
en: “When the thumbs are subsequently raised up, The mudrā becomes the birthplace of water lilies;

source: རྐང་གཉིས་དམ་པ་སངས་རྒྱས་ཀྱིས། །འཇིག་རྟེན་དུ་ནི་གསུངས་པ་ཡིན། །
en: It was taught in the world By the perfect buddhas, supreme among two-legged beings. {35.240}

source: དེ་ཉིད་ཐལ་མོ་སྦྱར་བྱས་པ། །འགྲོ་བ་ཕྱག་འཚལ་འདྲ་བ་སྟེ། །བླ་མ་ཕྱག་འཚལ་རྒྱ་འདི་ཞེས། །འཇིག་རྟེན་ཀུན་ཏུ་རྣམ་པར་གྲགས། །
en: “One should make the añjali gesture In salutation to the teacher of the world. This mudrā is known all over the world As the salutation. {35.241}

source: རྒྱ་དེ་ཉིད་ནི་བསྔམ་བྱས་ན། །ལག་གཉིས་ཟུང་དུ་ཡང་དག་འབྱུང་། །རྒྱ་འདི་ལག་པ་གཉིས་གཟུང་ཞེས། །འཇིག་རྟེན་གསུམ་དུ་རྣམ་པར་གྲགས། །
en: “The same mudrā, when the two hands Are propped up to form a pair, Is known throughout the three worlds As the couple. {35.242}

source: ཅུང་ཟད་མཐེ་བོ་རྩར་བཞག་སྟེ། །མཐེབ་རྩར་ཕན་ཚུན་ལེགས་གནོན་པ། །དེ་ནི་ཁ་སྦྱར་རྒྱ་རུ་འགྱུར། །
en: “When the hands are slightly lowered, With the thumbs tightly squeezed, That mudrā is the hollow space;

source: མྱ་ངན་འཁྲུག་པ་རྣམ་པར་འཇིག །
en: It destroys sorrow and weariness. {35.243}

source: གང་དག་མཚོན་ཆ་ལས་བྱུང་རྣམས། །ཕྱག་རྒྱ་འདི་དག་གསུངས་པ་ཡིན། །མེ་ཏོག་གདན་དང་བཞོན་པ་དང་། །གཞན་ཡང་གདོན་ནི་འཇིགས་བྱེད་པ། །ཐམས་ཅད་ལས་ཀུན་བྱེད་ལྡན་པ། །སྐྱོབ་པའི་སྔགས་ཀུན་ཐམས་ཅད་ཡིན། །
en: “All these mudrās that are described here— Those that constitute weapons, Those that have the names of flowers, Or furniture for resting, or instruments, and so forth— All of them collectively can accomplish anything, If combined with the mantras as has been taught. {35.244}

source: ཚེས་གྲངས་དང་ནི་རྒྱུ་སྐར་དང་། །སྨྱུང་བ་དག་ཀྱང་མི་བྱ་སྟེ། །
en: “There is no need to observe the right lunar days, Planetary configurations, or fasts;

source: ཕྱག་རྒྱ་སྔགས་སུ་རབ་ལྡན་ན། །ལས་རྣམས་མྱུར་དུ་གྲུབ་པར་བྱེད། །
en: If the mudrās and the mantras are used in combination, They will swiftly accomplish any activity. {35.245}

source: ཟློས་པ་དཀའ་ཐུབ་ལྡན་པ་དང་། །སྔགས་ཟློས་པ་ལ་མཁས་པ་དང་། །
en: “For an experienced reciter who has developed the energy ( tapas ), It is enough merely to recite the mantra.

source: ཕྱག་རྒྱ་སྔགས་སུ་རབ་ལྡན་ན། །བསྒྲུབ་བྱ་མིན་པའང་ཅུང་ཟད་མེད། །
en: When the mudrā and mantra are combined, though, There is nothing that cannot be accomplished. {35.246}

source: ལག་པ་གཉིས་པོ་བྱ་བ་ནི། །ཕན་ཚུན་ཐལ་མོ་ཡང་དག་སྦྱར། །མཐེའུ་ཆུང་སྲིན་ལག་མཐེ་བོ་ཡི། །ཚིགས་ནི་བར་མ་སྦྱར་བར་བྱ། །
en: “Using both hands again, One should join them in the añjali gesture

source: གུང་མོ་སྦྱར་བའི་ཚིགས་གསུམ་པར། །མཛུབ་མོ་བཀུག་སྟེ་སྦྱར་བར་བྱ། །
en: And extend sideways the small and the ring fingers and the thumb; This mudrā is called the incense. {35.247}

source: རིགས་གསུམ་གྱི་ནི་སྤྱི་ལ་ཡང་། །མཆོད་ཡོན་གྱི་ནི་ཕྱག་རྒྱར་བསྟན། །
en: “One should join the bent index finger With the three joints of the middle finger.

source: སོར་མོ་ཟུང་ནི་གསུམ་པོ་དག །དེ་བཞིན་ཕན་ཚུན་ཡང་དག་སྦྱར། །
en: The three pairs of the opposite fingers Should be interlaced. {35.248}

source: མཛུབ་མོའི་རྩེ་གཉིས་ཡང་དག་སྤྲད། །མཐེ་བོ་གཉིས་ཀྱི་འགྲམ་དུ་བསྐུམ། །
en: “The tips of the index fingers should touch, Inclined toward the thumbs.

source: ཐལ་མོ་འདྲ་བར་ཡང་དག་ལྡན། །མེ་ཏོག་ཕྱག་རྒྱར་བསྟན་པ་ཡིན། །
en: The añjali shape thus formed Is designated as the flower mudrā. {35.249}

source: ལག་པའི་ཐལ་མོ་བཀན་བྱས་ནས། །མཐེའུ་ཆུང་སྦྱར་བྱས་རྒྱབ་ཏུ་ནི། །
en: “The palms of the hands should face upward, With the small fingers interlaced.

source: སྲིན་ལག་ཡང་དག་སྦྱར་བར་བར་བྱ། །དེ་ཡི་རྒྱབ་ཏུ་གུང་མོ་སྦྱར། །
en: The ring fingers should be intertwined behind [the palms], And the middle fingers should be joined behind them. {35.250}

source: མཛུབ་མོ་གཉིས་ནི་སྦྱར་བར་བྱ། །ས་ལ་ཐལ་སྦྱར་བྱ་བ་ཡིན། །
en: “The two index fingers should also be interlaced, Touching the ground with the palm.

source: མཐེ་བོ་གཉིས་ནི་འགྲམ་བཞག་པ། །ཆོས་ཀྱི་ཕྱག་རྒྱར་བསྟན་པ་ཡིན། །
en: When the two thumbs are placed close together, This is taught to be the Dharma mudrā. {35.251}

source: ཐལ་མོ་གཞན་གྱི་སྦྱོར་བ་ཡིས། །མཛུབ་གཉིས་ཅུང་ཟད་བཀུག་པ་ནི། །
en: “Using as the basis the añjali gesture, One should slightly bend the index fingers.

source: གཏོར་མ་སྤྱི་ཡི་ཕྱག་རྒྱ་རུ། །འཇིག་རྟེན་སྐྱོབ་པས་དེ་གསུངས་སོ། །
en: This mudrā is the common bali mudrā Passed down by the protectors of the world. {35.252}

source: ཇི་ལྟར་ཆོ་ག་བཞིན་དུ་ནི། །ནང་དུ་མེ་ཏོག་གཞུག་བྱས་ན། །
en: “Inside [this mudrā] one should place flowers Of various kinds, as available,

source: གཏོར་མ་ཀུན་གྱི་ལས་ལ་ནི། །གསང་སྔགས་ཀུན་ལ་བྱིན་པར་འགྱུར། །
en: And offer them while reciting mantras In all bali rites. {35.253}

source: གཡས་པ་མི་འཇིགས་སྦྱིན་པའི་ལག །གཡོན་པའང་དེ་བཞིན་བྱ་བ་ཡིན། །
en: “One should display with the right hand The mudrā of granting fearlessness;

source: མཁྲིག་མར་སྦྱོར་བའི་བྱ་བ་ཡིས། །གཡས་གཡོན་དག་ནི་བསྣོལ་བར་བྱ། །
en: With the left, one should grasp The right hand around the wrist.

source: འདི་ནི་སྔགས་རྣམས་མ་ལུས་པའི། །དྲི་ཡི་ཕྱག་རྒྱར་བརྗོད་པ་ཡིན། །
en: This mudrā is called the perfume; It may be used with any mantra. {35.254}

source: ལག་གཡས་ཁུ་ཚུར་བཅིངས་ནས་ནི། །མཐེ་བོ་དང་ནི་གུང་མོ་གཉིས། །དེ་ནས་རབ་ཏུ་སྦྱར་བར་བྱ། །
en: “One should make the right [and left] hands into fists. Always [joining] the thumbs and the middle fingers, One should form [with the thumb] the shape of a needle;

source: མར་མེའི་ཕྱག་རྒྱར་བརྗོད་པ་ཡིན། །
en: This mudrā is called the lamp. {35.255}

source: སྲིན་ལག་དང་ནི་མཐེ་བོ་ཉིད། །བགྲང་ཕྲེང་དག་ཏུ་ཡང་དག་གནས། །
en: “The ring finger and the thumb should be positioned As if for turning rosary beads.

source: རྟག་ཏུ་མཐེའུ་ཆུང་རྣམ་པར་བརྐྱང་། །དེ་འོག་གུང་མོའང་བརྐྱང་བར་བྱ། །མཛུབ་མོ་བསྐུམས་ཏེ་བཞག་པ་ལ། །
en: The small finger should always be extended With the middle finger lying on top of it, And the index finger should be folded in;

source: བགྲང་ཕྲེང་གི་ནི་ཕྱག་རྒྱར་བརྗོད། །
en: This mudrā is called the bead. {35.256}

source: དེ་ནས་ཐལ་སྦྱར་ནང་དུ་ནི། །སྔགས་རིག་པས་ནི་ཕྲེང་བ་གཞུག །
en: “The mantra adept should place A rosary of beads between the palms joined in añjali

source: ཅི་འདོད་སྔགས་ནི་བཟླ་བྱས་ན། །མྱུར་དུ་གྲུབ་པའི་མཆོག་རབ་སྟེར། །
en: And recite the mantra according to their wish— This will swiftly effect the fulfillment of wishes.

source: ཆོ་ག་འདི་ནི་རྟག་མཐོང་ན། །སྔགས་རྣམས་ཀུན་ནི་སྤྱོད་པར་བྱེད། །
en: Always employed according to procedure, This mudrā is effective [in combination] with any mantra. {35.257}

source: མེ་ལ་ལག་པ་གཡས་པ་ནི། །མི་འཇིགས་སྦྱིན་པའི་ཕྱག་རྒྱར་བྱ། །
en: “[In the rites involving] fire, one should display, With the right hand in front, the mudrā of fearlessness.

source: མེ་ལ་མངོན་དུ་བལྟས་བཞག་ནས། །མཛུབ་མོ་རྟག་ཏུ་དགུག་པར་བྱ། །
en: Positioning it to face the fire, One should always fold in the index finger. {35.258}

source: མཐེ་བོ་ལག་པའི་དབུས་སུ་ནི། །བཀུག་ནས་ཡང་དག་རབ་ཏུ་དགོད། །
en: “The thumb should be placed against the hand, Curled in the center [of the palm].

source: མེ་ནི་ཡོངས་སུ་སྤྱན་དྲང་བའི། །ཕྱག་རྒྱར་འདི་ནི་བསྟན་པ་ཡིན། །
en: This mudrā has been designated For summoning Jātavedas. {35.259}

source: མཛུབ་མོ་ཡི་ནི་རྩེ་མོ་དང་། །མཐེ་བོ་གཅིག་ཏུ་སྦྱར་བྱ་བ། །མེ་དང་ལས་རྣམས་ཀུན་ལ་ནི། །གཤེགས་སུ་གསོལ་བར་རབ་ཏུ་སྣང་། །
en: “When the tips of the index fingers are bent And the thumbs joined together as one, This is the dismissing mudrā; It is recommended for the all the rites involving fire. {35.260}

source: སྔགས་རྣམས་ཀུན་ལ་མཁས་པ་ཡིས། །སྦྱིན་སྲེག་ལས་ལ་བྱ་བ་ཡིན། །
en: “The wise practitioner should perform The rite of homa for every mantra [deity].

source: རྒྱ་འདི་དག་དང་ལྡན་པ་ཡིས། །སྔགས་ནི་མེ་ལ་ལེགས་པར་སྦྱར། །
en: The mantra, appropriate for the rites involving fire, Should be used in combination with these [two] mudrās. {35.261}

source: ཕྱག་འཚལ་ཐལ་མོ་བྱས་པ་ལས། །སོར་མོ་ཀུན་ནས་ནང་དུ་གཞུག །
en: “One should form the gesture of salutation, añjali, With all the fingers folded in.

source: དེ་ཉིད་རྣམ་པར་བཟློག་བྱས་ནས། །མཐེ་བོ་གཉིས་ཀྱང་གཤིབ་པར་བྱ། །
en: One should do this in reverse, With the thumbs crossed over. {35.262}

source: མཛུབ་མོ་ཕྱི་རོལ་ཡང་དག་བཀུག །གུང་མོ་དག་ལ་ཡང་དག་བརྟེན། །
en: “The folded index fingers, projecting outwardly, Should rest on the middle fingers.

source: ཕྱག་རྒྱ་འདི་ནི་མཆོག་ཏུ་གསུངས། །མཆོད་པའི་ལས་ལ་སྦྱར་བར་བྱ། །
en: This mudrā, described as the most excellent, Can be employed in all acts of making offerings. {35.263}

source: སྔགས་རྣམས་ཀུན་ལ་ཕྱག་འཚལ་དང་། །སྔགས་ཀྱི་མགོན་པོ་རྒྱལ་སྲས་སྦྱར། །
en: “One should salute every mantra[-deity] And the mantra-lord of the sons of the victorious ones,

source: སྔགས་རྣམས་ཀུན་ལ་སྦྱང་བ་དང་། །གདན་དག་ལ་ཡང་རབ་ཏུ་སྦྱར། །
en: And offer, to every such deity, A fine seat. {35.264}

source: མེ་ཏོག་མེད་པར་གྱུར་ན་ཡང་། །ཕྱག་རྒྱ་བཅིངས་ལ་མཆོད་པར་བྱ། །
en: “If flowers are unavailable, One should form and use this mudrā.

source: ཆོ་ག་འདི་ཡིས་མཆོད་ན་ནི། །སྔགས་རྣམས་དོན་ཀུན་སྒྲུབ་པར་བྱེད། །
en: The mantra[-deities], worshiped according to procedure, Will fulfill all aims. {35.265}

source: མཆོད་ཡོན་ཕྱག་རྒྱ་བྱས་པས་ནི། །མཆོད་པ་བཟང་པོ་བྱས་པར་འགྱུར། །
en: “When this mudrā is employed, The aim of worship is accomplished better.

source: གཉིས་པ་སེམས་ཀྱི་མཆོད་པ་སྟེ། །མེ་ཏོག་ཅི་འདྲ་ཡོད་པས་སོ། །
en: As for the second, the mental offering, One can offer any type of flowers. {35.266}

source: རྫོགས་སངས་རྐང་གཉིས་དམ་པ་ཡིས། །མཆོད་པའི་ཆོ་ག་འདི་གསུངས་སོ། །
en: “This worship procedure was taught By the fully realized buddhas, supreme among two-legged beings.

source: མེ་ཏོག་མེད་པར་གྱུར་ན་ཡང་། །མཆོད་པ་རྣམ་པ་གཉིས་སུ་བརྗོད། །
en: The worship may be of two kinds, [Either with or] without the flowers. {35.267}

source: སྔགས་རྣམས་རབ་ཏུ་འགྲུབ་བྱའི་ཕྱིར། །ལས་རྣམས་ཀུན་ལ་སྦྱར་བར་བྱ། །
en: “To make all the mantras fully effective in all rites, One should employ this mudrā—

source: སྔགས་ཀུན་བྱེད་པའི་ཕྱག་རྒྱ་ནི། །སངས་རྒྱས་ཀུན་གྱིས་གསུངས་པའང་ཡིན། །
en: The suitable for all rites — Taught by the fully realized buddhas. {35.268}

source: གནས་དང་མལ་དང་བཞོན་པ་དང་། །ཁྲུས་དང་བཏུང་དང་བཟའ་བ་དང་། །མར་མེ་སྤོས་དང་སྔགས་ཁྲུས་དང་། །དཀྱིལ་འཁོར་དག་ནི་བྱེད་པ་ལ། །
en: “[It can be used] when sitting, Lying down, bathing, drinking, eating, Decorating, lighting lamps, reciting mantras, Or creating a maṇḍala at a specific location. {35.269}

source: སྔགས་རྣམས་ཀུན་གྱི་དམ་ཚིག་དང་། །སྔགས་པ་རྣམས་ཀྱིས་བྱིན་རླབས་བྱེད། །
en: “It activates the bond with all the mantra[-deities], Thus conferring blessings on the mantra practitioner.

source: འཇིག་རྟེན་མགོན་གྱིས་གསུངས་པ་ཡི། །ཕྱག་རྒྱ་འདི་ནི་ལས་ཀུན་བྱེད། །
en: This mudrā, the suitable for all rites, Was taught by the lords of the world. {35.270}

source: ཕྱག་རྒྱ་རྣམས་ཀྱི་ངེས་བྱུང་བ། །ཡོངས་རྫོགས་བརྒྱར་ནི་གསུངས་པ་ཡིན། །
en: “The first one hundred mudrās have now been taught, Following the required order.

source: དེ་ནས་གཞན་ཡང་བཤད་བྱ་བ། །ཕྱག་རྒྱ་དག་ནི་བརྒྱད་པོ་སྟེ། །
en: Now I will teach the eight mudrās That come next. {35.271}

source: ལག་གཉིས་དེ་བཞིན་སྦྱར་ནས་ནི། །གཉི་ག་ཀུན་ནས་མཉམ་བྱས་ལ། །
en: “One should use both hands, Starting from the same position.

source: དེ་དག་ཉིད་ལས་མཛུབ་མོ་དང་། །གུང་མོ་གཉིས་ནི་སྦྱར་བར་བྱ། །
en: The index fingers should be placed exactly as before, Joined with the ‘needle’ of the middle fingers. {35.272}

source: མཐེ་བོ་གཉིས་ཀྱི་སེན་མོ་ནི། །གསུམ་པའི་ཚིགས་ཆར་སྦྱར་བར་བར་བྱ། །
en: “The two fingers should touch At the third knuckle below the nail [of the middle finger].

source: ཅུང་ཟད་ནང་དུ་བཀུག་ནས་ནི། །རབ་ཏུ་སྦྱར་བ་དག་ཏུ་བྱ། །
en: One should thus display the shape of a needle, While forming a sheath [with one’s hands].

source: བདག་ཉིད་ཆེན་པོ་འཁོར་ལོ་ཅན། །སྔགས་ཀྱི་བདག་པོའི་ཕྱག་རྒྱ་ཡིན། །
en: This is the mudrā of the mantra-lord, The great Cakravartin. {35.273}

source: འདི་ཉིད་ལས་ནི་མཛུབ་མོ་དགུག །གུང་མོ་དག་ནི་མཉམ་པར་སྦྱར། །
en: “If the same index fingers are brought into contact With the middle finger sidelong,

source: སྲིན་ལག་གཉིས་ཀྱི་སེན་མོ་ནི། །སྦྱར་བའི་རྣམ་པར་དགོད་པར་བྱ། །
en: And the ring fingers touch At the tips of the fingernails,

source: འདི་ནི་གཙུག་ཏོར་ཕྱག་རྒྱར་ནི། །རྒྱལ་བའི་དབང་པོས་གསུངས་པ་ཡིན། །
en: That mudrā is the uṣṇīṣa; It was taught by the victorious lords. {35.274}

source: ལག་གཉིས་དེ་བཞིན་བཀོད་ནས་ནི། །གུང་མོའི་སོར་མོ་བཅིངས་བྱས་པ། །
en: “One should place the hands as before, With the middle fingers entwined

source: མཐེའུ་ཆུང་སོར་དང་ཡང་དག་ལྡན། །གདུགས་དཀར་པོ་ལས་རྒྱ་འདི་བྱུང་། །
en: And the small fingers joined together; This mudrā is called the arising of Sitātapatra. {35.275}

source: གུང་མོ་མཉམ་པར་བྱས་ནས་ནི། །སོར་མོ་གཉིས་ནི་ཡང་དག་སྦྱར། །
en: “One should align the tips of the middle fingers So that their fingernails touch.

source: གདུབ་ཀོར་ཟླུམ་པོ་འདྲ་བ་ནི། །ཕྱག་རྒྱ་ཆེན་པོར་དེ་ལ་བརྗོད། །
en: When the shape of a bracelet is formed, The mudrā is said to be the great mudrā. {35.276}

source: དེ་ཉིད་ལས་ནི་མཛུབ་མོ་ཡི། །ཚིགས་ནི་སྐམ་ཁ་ལྟ་བུར་བྱ། །དེ་ནས་གུང་མོ་སྦྱར་ཏེ་དགོད། །
en: “One should place the tips of the index fingers . . . with the three . . . The middle fingers should form a ‘needle,’

source: ལག་པའི་འོག་གི་ཆར་སྦྱར་ནས། །
en: With the hands firmly joined below. {35.277}

source: དེ་ལས་གསུམ་པའི་ཚིགས་དག་ཏུ། །མཐེ་བོའི་སོར་མོས་གནོན་པར་བྱ། །
en: “The thumbs should reach [to the middle fingers], With their nails squeezed [under the third joint thereof].

source: འཇམ་པའི་དབྱངས་ནི་བློ་ལྡན་གྱི། །འདི་ནི་ཕྱག་རྒྱ་མཆོག་ཏུ་གསུངས། །
en: This mudrā is taught as the most excellent mudrā Of the sagacious Mañjughoṣa. {35.278}

source: ལག་གཉིས་དེ་བཞིན་བཀོད་ནས་ནི། །ཆོ་ག་མཐོང་ལ་ཡང་དག་གནས། །
en: “One should place the hands as before, Forming the añjali gesture.

source: སོར་མོ་དེ་ཉིད་ཀུན་གྱིས་ནི། །ཀུན་ནས་གང་བའི་མཛོད་ལྟར་གནས། །
en: The tips of the middle fingers Should remain bent.

source: ལག་པ་གཉིས་ནི་རྣམ་བསྐྱེད་ནས། །ལག་སོར་བརྒྱད་ནི་རབ་ཏུ་བརྐྱང་། །
en: “Both hands should be splayed, With the eight fingers forming an enclosure.

source: སྐྱེས་བུ་བརྒྱད་པོ་དེ་ཉིད་ཤེས། །ཟུང་བཞི་དག་ཏུ་གྱུར་པ་ནི། །
en: These eight, divided into four pairs, Represent the eight personages who know reality.

source: རྫོགས་སངས་རྐང་གཉིས་དམ་པ་ཡིས། །དེ་ཉིད་དགེ་འདུན་ཞེས་ཀྱང་གསུངས། །
en: The perfect buddhas, supreme among two-legged beings, Call this mudrā the saṅgha. {35.282}

source: དེ་ཉིད་འཕགས་པའི་དགེ་འདུན་རྒྱར། །སྲིད་པའི་གནས་འདིར་གསུངས་པ་ཡིན། །
en: “This mudrā is known In the realm of existence as the saṅgha.

source: ཕྱག་རྒྱ་འདི་ནི་རབ་མཆོག་སྟེ། །ཕྱག་རྒྱ་མ་ལུས་རབ་ཏུ་སྒྲུབ། །
en: It is supreme and excellent, As it accomplishes the aims of all activities. {35.283}

source: ལག་གཉིས་དེ་བཞིན་ཁ་སྦྱར་ཏེ། །ཐལ་མོ་སྦྱར་བའི་རྣམ་པར་གནས། །
en: “One should cup the hands, Joining them together in an añjali gesture,

source: མཛུབ་མོ་གཅིག་ནི་རབ་བརྐྱང་བ། །ལག་པ་གཡས་པ་ཡང་དག་བརྐྱང་། །
en: And then extend the index finger Of the right hand. {35.284}

source: དེ་འདི་འབྱུང་པོ་ཞི་བྱེད་པར། །དེ་ཉིད་གཟིགས་པ་རྣམས་ཀྱིས་བསྟན། །
en: “This mudrā, the pacifier of beings, Was taught by the teachers who see reality;

source: ཕྱག་རྒྱ་འདི་ནི་མཆོག་ཅེས་བྱ། །ལས་རྣམས་ཀུན་གྱི་དོན་སྒྲུབ་བྱེད། །
en: It is described as excellent, As it fulfills the aims of all activities. {35.285}

source: ལག་གཉིས་དེ་བཞིན་སྦྱར་ནས་ནི། །སོར་རྩེ་རིམ་བཞིན་མཚན་པ་ཡི། །
en: “One should place the hands as before, Their fingertips ‘piled up’ in a line.

source: བསྡུས་ནས་ཁ་སྦྱར་དག་ཏུ་བྱ། །མཐེ་བོ་གཉིས་ནི་བསྒྲེང་ནས་བསྐུམ། །
en: The hands should form a lump, hollow within, With the thumbs raised up and bent.

source: དེ་འདི་པདྨའི་ཕྲེང་བ་ཞེས། །དང་པོའི་སངས་རྒྱས་དག་གིས་གསུངས། །
en: This mudrā, the lotus wreath, Was taught by the buddhas from the earliest times. {35.286}

source: ལག་པ་དག་ནི་དེ་གཉིས་ཀྱིས། །སོར་མོ་ཀུན་ནས་བཀན་ལ་བརྐྱང་། །
en: “The palms of the hands should face upward, With the fingers splayed around.

source: སོར་མོ་གསུམ་གཉིས་བསྒྲེང་ནས་ནི། །མེ་ཏོག་ཁ་བྱེའི་རྣམ་པར་བྱ། །
en: The hands should form the shape of a fully open bud, With the thumbs and three other fingers fully extended. {35.287}

source: གཉིས་པའི་ཚིགས་ལ་བཞག་པ་ནི། །མཐེ་བོ་དང་ནི་མཛུབ་མོ་གཉིས། །
en: “The thumbs and the index fingers Should touch at the second joint.

source: དེ་འདིར་སྲིད་པ་གསུམ་གནས་ཀྱི། །ཕྱག་རྒྱར་རྫོགས་སངས་རྒྱས་ཀྱིས་གསུངས། །
en: The fully realized buddhas call this excellent mudrā The abode of the Thirty[-Three]. {35.288}

source: ཕྱག་རྒྱ་འདི་ནི་ཕྱག་རྒྱ་ཆེ། །ལས་ཀུན་བྱེད་ཀྱི་ཕྱག་རྒྱ་བརྒྱད། །མཐུ་མཉམ་བརྩོན་འགྲུས་ཆེན་པོར་ནི། །རྫོགས་སངས་རྒྱས་ཀྱིས་ཡང་དག་གསུངས། །
en: “These [last] eight mudrās, designated as ‘Great’ mudrās, are suitable for peaceful rites. Taught by the fully realized buddhas, They are of equal splendor and great efficacy. {35.289}

source: མུཥྚི་གཏམས་ཕྲག་བྱེ་བ་ནི། །སྟོང་ཕྲག་བརྒྱད་ཅུ་ཡང་དག་འབྱུང་། །ཐུབ་མཆོག་གྲངས་མེད་འདས་པ་ཡིས། །ཕྱག་རྒྱ་འདི་དག་རབ་ཏུ་གསུངས། །ཕྱག་རྒྱ་ཆོ་ག་ཡང་དག་འབྱུང་། །རྩ་བརྒྱད་བརྒྱ་ནི་རབ་ཏུ་གསུངས། །
en: “The spontaneously arisen Eminent sages of the past, Who are beyond counting, Taught sixty quadrillions and eighty mudrās. The practical instructions Were given for 108 mudrās. {35.290}

source: འདི་དག་ཀུན་གྱི་སྔགས་ཀུན་དང་། །ལས་རྣམས་དག་ཀྱང་གྲུབ་པ་ཡིན། །
en: “With all of them available, One can accomplish all the mantra-rites;

source: སངས་རྒྱས་རྫུ་འཕྲུལ་ཆེ་ཀུན་གྱི། །ཕྱག་རྒྱ་འདི་ནི་བཞེད་ཅིང་གསུངས། །
en: “These one hundred [and eight] mudrās were taught By all the buddhas of great power.
